
// WELCOME
"WELCOME TO\n%LOGIBRAND% OPTIONS" = "WILLKOMMEN BEI\n%LOGIBRAND% OPTIONS";
"By clicking install, you agree to the terms of the<br><a href='https://www.logitech.com/assets/65580/logitech-eula.pdf'>End User License Agreement</a>." = "Indem Sie auf „Installieren“ klicken, akzeptieren Sie die Bedingungen des<br><a href='https://www.logitech.com/assets/65580/logitech-eula.pdf'>Endbenutzer-Lizenzvertrags</a>.";
"INSTALL %LOGIBRAND% OPTIONS" = "INSTALLATION VON %LOGIBRAND% OPTIONS";

// ANALYTICS
"HELP US IMPROVE\nOUR PRODUCTS" = "HELFEN SIE UNS BEIM\nVERBESSERN UNSERER PRODUKTE";
"Help %LogiBrand% improve its products and services by automatically sending diagnostics and usage data." = "Helfen Sie bei der Verbesserung der Produkte und Dienstleistungen von %LogiBrand%, indem Sie automatisch Fehlerdiagnosen und Verwendungsdaten senden lassen.";
"This can be changed from the More button on %LogiBrand% Options.\nLearn more about %LogiBrand%&apos;s <a href='https://www.%logidomain%/legal/product-privacy-policy.html'>Privacy Policy</a>." = "Diese Einstellung kann über die Schaltfläche „Mehr“ in %LogiBrand% Options geändert werden.\nErfahren Sie mehr zu den %LogiBrand%&apos; <a href='https://www.%logidomain%/legal/product-privacy-policy.html'>Datenschutzrichtlinien</a>.";
"YES, SHARE ANALYTICS DATA" = "JA, ANALYSEDATEN TEILEN";
"NO THANKS" = "NEIN DANKE";

// PROGRESS
"INSTALLING\n%LOGIBRAND% OPTIONS" = "INSTALLATION VON\n%LOGIBRAND% OPTIONS";
"%LogiBrand% Options allows you to customize and get\nthe most out of your %LogiBrand% devices." = "%LogiBrand% Options unterstützt nicht alle mit Ihrem System verbundenen %LogiBrand% Geräte.";
"CANCEL INSTALLATION" = "INSTALLATION ABBRECHEN";

// SUCCESS
"%LOGIBRAND% OPTIONS\nIS INSTALLED" = "%LOGIBRAND% OPTIONS\nIST INSTALLIERT";
"For more information visit <a href='http://www.%logidomain%/options'>%logidomain%/options</a>" = "Weitere Informationen finden Sie unter <a href='http://www.%logidomain%/options'>%logidomain%/options</a>";
"DISCOVER %LOGIBRAND% OPTIONS" = "%LOGIBRAND% OPTIONS ENTDECKEN";

// EULA
"By clicking install you agree to the terms of the<br><a>End User License Agreement</a>" = "Indem Sie auf „Installieren“ klicken, akzeptieren Sie die Bedingungen des<br><a>Endbenutzer-Lizenzvertrags</a>";



// NEW >>>

"INSTALLATION\nIN PROGRESS" = "INSTALLATION\nLÄUFT";

"Please wait, this process may take a few minutes." = "Bitte haben Sie etwas Geduld, dieser Vorgang kann einige Minuten lang dauern.";

"OOPS! WE HAVE A PROBLEM" = "HOPPLA! ES IST EIN PROBLEM AUFGETRETEN";

"We don’t support this OS Version\nCheck our support page" = "'Diese Betriebssystem-Version wird nicht unterstützt\nÜberprüfen Sie unsere Support-Seite";

"QUIT INSTALLATION" = "INSTALLATION ABBRECHEN";

"INSTALLATION FAILED" = "INSTALLATION FEHLGESCHLAGEN";

"LAUNCH %LOGIBRAND% OPTIONS" = "%LOGIBRAND% OPTIONS STARTEN";

